[
    {
        "_id": 1,
        "quantity":1,
        "name": "MG5 EV Long",
        "img": "https://www.mg.co.uk/sites/default/files/2021-10/MG5-ev_1.png",
        "description": "Packaged in a highly practical body style, MG5 EV Long Range offers a boot volume of 578 litres to the roof. This rises to 1,456 litres with the rear seats folded down and loaded to the roof. Inside the cabin, there’s plenty of room for five people to travel in comfort.",
        "supplier_name": "James",
        "price": "28,195"
    },
    {
        "_id": 2,
        "quantity": 2,
        "name": "MG3",
        "img": "https://www.mg.co.uk/sites/default/files/2021-10/MG3_0.png",
        "description": "A 95-year reputation built on sporty and distinctive cars, MGs are both affordable and a joy to drive. MG3 is no different. It’s one of the best value hatchbacks on the current market and boasts a wealth of features to make your drive fun and distinctive.",
        "supplier_name": "Robert",
        "price": "20,195"
    },
    {
        "_id": 3,
        "quantity": 3,
        "name": "HS Plug-in",
        "img": "https://www.mg.co.uk/sites/default/files/2021-10/MG_HS_HYBRID_0.png",
        "description": "MG HS Plug-in Hybrid is a state of the art plug-in hybrid SUV. It uses the petrol model’s 1.5-litre turbocharged engine working in tandem with a 90kW electric motor to give an EV-only range of 32 miles with zero tailpipe emissions – plenty for a typical commute.",
        "supplier_name": "Michael",
        "price": "38,195"
    },
    {
        "_id": 4,
        "quantity": 4,
        "name": "Maruti-First EV",
        "img": "https://gaadiwaadi.com/wp-content/uploads/2021/12/Toyota-Compact-Cruiser-EV-Concept_-740x416.jpg",
        "description": "According to a recent report that emerged on the internet, Maruti Suzuki and Toyota partnership will bring forth a midsize SUV as their first electric vehicle. It won’t follow the badge-engineering exercise as it will be developed based on each brand’s requirements and will have different designs despite having several commonalities.",
        "supplier_name": "William",
        "price": "78,195"
    },
    {
        "_id": 5,
        "quantity": 5,
        "name": "RAV4 Hybrid XSE",
        "img": "https://www.motortrend.com/uploads/2021/11/2022-Toyota-RAV-4-Hybrid.png",
        "description": "The most attractive aspect of the RAV4 Hybrid is its fuel economy: 41/38/40 mpg city/highway/combined. Those numbers are the best in the segment, which includes the Honda CR-V Hybrid (40/35/38 mpg) and the soon-to-arrive Hyundai Tucson Hybrid (37-38/36-38/37-38 mpg). As is the case with the Honda, the RAV4 Hybrid comes standard with all-wheel drive. During our stay in Houston, we averaged 39 mpg.",
        "supplier_name": "Richard",
        "price": "80,195"
    },
    {
        "_id": 6,
        "quantity": 6,
        "name": "Camry Hybrid",
        "img": "https://www.motortrend.com/uploads/sites/10/2021/10/2022-toyota-avalon-touring-sedan-angular-front.png",
        "description": "The Camry family received a host of upgrades for the 2021 model year, and the XSE is an all-new trim level that's been added to the Camry Hybrid mix. The recipe is simple: take the gasoline-electric Camry Hybrid but tack on the gas-powered Camry XSE's more aggressive styling and feature-packed interior. To that end, our test car came with amenities such as blind-spot monitoring, heated and cooled seats, a new-for-2021 9.0-inch infotainment setup, and a nine-speaker, 800-watt JBL sound system.",
        "supplier_name": "Thomas",
        "price": "90,195"
    },
    {
        "_id": 7,
        "quantity": 7,
        "name": "C-HR",
        "img": "https://cars.usnews.com/static/images/Auto/izmo/i159613994/2020_toyota_c_hr_angularfront.jpg",
        "description": "The New C-HR takes our electric SUV family to another level. Take advantage of up to 240 miles of electric range, rapid charging and a host of intelligent features as standard. There’s also the same trademark MG practicality and style, resulting in a long range electric car that makes zero compromises",
        "supplier_name": "Christopher",
        "price": "60,195"
    },
    {
        "_id": 8,
        "quantity": 8,
        "name": "New Raize in Japan",
        "img": "https://global.toyota/pages/news/images/2019/11/05/1100/001.jpg",
        "description": "The compact SUV boasts a class-leading 369-liter*8 luggage capacity; the rear seats can also be folded to further increase the cargo space available, enabling particularly large or long items of luggage to be loaded. In addition, there are storage solutions located throughout the cabin, resulting in a highly convenient interior space",
        "supplier_name": "Matthew",
        "price": "40,195"
    },
    {
        "_id": 9,
        "quantity": 9,
        "name": "NEW ZS EV",
        "img": "https://www.mg.co.uk/sites/default/files/2021-10/MG_new_ZS.png",
        "description": "The New MG ZS EV takes our electric SUV family to another level. Take advantage of up to 273 miles of electric range, rapid charging and a host of intelligent features as standard. There’s also the same trademark MG practicality and style, resulting in a long range electric car that makes zero compromises.",
        "supplier_name": "Steven",
        "price": "48,195"
    },
    {
        "_id": 10,
        "quantity": 10,
        "name": "MG ZS",
        "img": "https://www.mg.co.uk/sites/default/files/2021-10/MG_ZS_0.png",
        "description": "MG ZS is the evolution of our compact SUV. It features a unique new exterior and is loaded with technology. This includes a 10.1” colour touchscreen featuring Bluetooth, Apple CarPlay™ and Android Auto™ as standard and satellite navigation in the top-of-the-range Exclusive Nav model.",
        "supplier_name": "Joshua",
        "price": "58,195"
    }
]